{
	"service": {
		"shared": {
			"see-packages": "see packages",
			"features": "features",
			"pricing-overview": "pricing overview",
			"description": "Description",
			"View-other-services": "View other services",
			"starting-from": "starting from",
			"reserve": "reserve",
			"standard": "Standard",
			"basic": "Basic",
			"e-commerce": "E-commerce",
			"premium": "premium",
			"advance": "advance",
			"price": "price",
			"view-other": "View Other",
			"packages": "packages",
			"popularfeatures": "Popular Features",
			"advanced": "advanced"
		},
		"feature": {
			"1-7pages": "1-7pages",
			"1-10pages": "1-10 pages",
			"1logo": "x1 Logo design",
			"2logo": "x2 Logo design",
			"3logo": "x3 Logo design",
			"+10pages": "+10pages",
			"dltheme": "dltheme",
			"1-support": "1 month support",
			"static-pages": "static pages",
			"1+3-support": "1-3 month support",
			"dynamic-cms": "dynamic cms",
			"1+6-support": "1-6 month support",
			"motion": "motion",
			"media-kit": "media kit",
			"vector": "vector",
			"default-design": "default design",
			"responsive": "responsive",
			"seo-standard": "seo standard",
			"1-year-free-hosting": "1 year free hosting",
			"1-year-domain": "1 year domain",
			"rest-api": "rest api",
			"admin-page": "admin page",
			"online-shop": "online shop",
			"pesonalized": "pesonalized",
			"logo": "logo",
			"web-developement": "web developement",
			"media": "media",
			"ssl-https": "ssl https",
			"google-search-console": "google search console",
			"multi-language": "multi language",
			"speed-optimization": "speed optimization",
			"15-reels": "10-15 Reels Per Month",
			"1story": "1 Stories Per Day",
			"Instagram-advertising": "Instagram Advertising",
			"Facebook-ceo": "Facebook CEO",
			"5videos": "Make 5 Videos If You Are In Izmir",
			"20-reels": "20 Reels Per Month",
			"3story": "3 Stories Per Day",
			"Instagram-ceo": "Instagram CEO",
			"Branding-Marketing": "Branding Marketing",
			"10videos": "Make 10 Videos If You Are In Izmir",
			"30-reels": "30 Reels Per Month",
			"5story": "5 Stories Per Day",
			"Business-Development": "Business Development",
			"Coach-way": "Coach Way",
			"15videos": "Make 15 Videos If You Are In Izmir"
		},
		"webdesign": {
			"title": "Web Design",
			"long_desc": "At Codespace, we leverage Adobe XD and Figma to create captivating web designs. With our creative flair, we incorporate the best models and icons into our designs. Ensuring standards of responsiveness and employing color psychology, our designs captivate and engage users effectively.",
			"solution": {
				"header": "Crafting Digital Experiences for All",
				"title": "What is website design?",
				"desc": "Web design encompasses the process of conceptualizing, planning, and creating visually appealing and functional websites. It involves a combination of graphic design, user experience design, and coding techniques to craft websites that effectively communicate a message, engage users, and deliver an optimal browsing experience across various devices and screen sizes. Good web design incorporates elements such as layout, typography, color schemes, navigation, and multimedia to achieve a harmonious balance between aesthetics and usability, ultimately contributing to the overall success of a website in achieving its goals."
			},
			"articles": {
				"title": "AdobeXD File",
				"text": "Sint incididunt eiusmod elit aliquip exercitation elit laborum."
			}
		},
		"webdev": {
			"title": "Web developement",
			"long_desc": "At Codespace, we're experts at making unique websites using the latest programming languages and best frameworks. Our packages include free support for a few months, as well as free hosting and domain registration. Our plans are totally adjustable to fit what you want, ensuring we bring your ideas to reality. And if you need extra features, just ask! We'll make sure your project is exactly how you want it.",
			"solution": {
				"header": "Building Websites with Code and Creativity",
				"title": "What is web development?",
				"desc": "Web development involves the creation and maintenance of websites and web applications using programming languages such as HTML, CSS, and JavaScript, alongside frameworks and libraries like React, Angular, and Vue.js. Developers write code to build the structure, layout, and functionality of websites, ensuring they are responsive, user-friendly, and performant across various devices and browsers. They also work on backend development, handling server-side scripting, databases, and server management to enable dynamic and interactive features on websites."
			}
		},
		"marketing": {
			"title": "Marketing",
			"long_desc": "As your media management service provider, we offer a wide range of services designed to boost your online presence. From making interesting short videos every month to posting captivating daily updates, we ensure your audience remains engaged and connected. We're skilled at running targeted ads on Instagram and using effective Facebook strategies to increase your visibility and interaction. Moreover, we're experts in creating videos, using our talents in filming, photography, and Adobe software for smooth editing and compelling visual storytelling. With our commitment to improving your online presence, we help your brand shine in today's ever-changing media world.",
			"solution": {
				"header": "Understanding the Role of a Social Media Manager",
				"title": "What Is a Media Manager?",
				"desc": "A media manager is an individual or a team responsible for overseeing and implementing strategies related to a company's presence on social media platforms like Instagram and Facebook Business. They handle tasks such as content creation, scheduling, engagement with followers, running advertising campaigns, analyzing data to track performance, and adjusting strategies to optimize results. Their primary goal is to enhance the brand's visibility, engagement, and reputation across these platforms, ultimately contributing to its overall marketing and business objectives."
			}
		},
		"startup": {
			"title": "Startup Package",
			"long_desc": "Unlock the essentials for your digital journey with web design, logo creation, and web logo design services bundled together. This comprehensive package ensures your startup receives all necessary support and features to establish a strong online presence from the get-go.",
			"solution": {
				"header": "Boost Your Startup, All in One Support Package",
				"title": "What is a startup package?",
				"desc": "In our startup package, we provide comprehensive support to enhance your startup. From web design, logo design, and graphic design to media marketing services, we cover all the essentials to bolster your online presence. Our offerings ensure that your business gains visibility and recognition on the internet, aiding in its growth and success."
			}
		}
	},
	"path": {
		"services": "Services",
		"webdev": "Web developement",
		"webdesign": "Web design",
		"startup": "Startup",
		"marketing": "Marketing"
	},
	"main": {
		"spaseservices": "Spase Services",
		"spaseteam": "Spase Team"
	},
	"nav": {
		"home": "Home",
		"about": "About",
		"contact": "Contact",
		"services": "Services",
		"subjects": "Subjects",
		"portfolio": "Portfolio",
		"webdev": "Web Developement",
		"webdesign": "Web design",
		"startup": "Startup",
		"marketing": "Marketing"
	},
	"sectionHome": {
		"title": "Crafting standout Websites and mastering Social media for businesses",
		"subTitle": "we bring your brand to life online, making every click count",
		"contactUs": "Contact Us",
		"viewServices": "View Services"
	},
	"sectionSteps": {
		"webDesign": {
			"title": "We design and create the ideal website for your business",
			"description": "At CodeSpace, we believe that a compelling online presence begins with stellar design. Our expert team specializes in creating visually stunning and user-friendly websites that leave a lasting impression. From sleek and responsive web designs to captivating logos that embody your brand identity, our first service is dedicated to bringing your vision to life."
		},
		"websiteDevelopment": {
			"title": "Enhance your website's search visibility by using best SEO practices",
			"description": "Elevate your digital footprint with our second service, where we go beyond just building websites. At CodeSpace, we integrate standard SEO practices seamlessly into the development process. Your website won't just look great – it will also be optimized for search engines, ensuring maximum visibility and driving organic traffic to your online space."
		},
		"mediaManager": {
			"title": "We manage your social media",
			"description": "In today's fast-paced digital landscape, effective content distribution is key. Our third service, the Media Manager, is designed to streamline your content across various platforms. From social media scheduling to content calendar management, we ensure your message reaches the right audience at the right time, enhancing your online presence and engagement."
		}
	}
}